[
    [
      "what is the fee structure","https://firebasestorage.googleapis.com/v0/b/projectag8-38b5a.appspot.com/o/fee.pdf?alt=media&token=07c2cf3e-e118-41f0-a1e6-c32e63d93c1b"
    ],
    [
      "what is the image processing","https://firebasestorage.googleapis.com/v0/b/projectag8-38b5a.appspot.com/o/AI%20Image%20Processing%20Project%20_%20Basic%20of%20AI.mp4?alt=media&token=cf702d3d-8552-47f7-b05b-2f6d4fba293c"
    ],
    [
      "broucher","https://kbtcoe.org/wp-content/uploads/2023/06/Information-brochure-June-2023.pdf"
    ],
    [
      "Who is owner of college","It is not private institution, but run by nashik district Maratha Vidya Prasarak Samaj organization"
    ],
    [
      "Who is Principal of college","Dr.Satish Devane"
    ],
    [
      "What is location of college","Udhoji Maratha boarding campus, Near pumping station,Gangapur road,nashik"
    ],
    [
      "What is full form of NDMVPS'S KBTCOE","Nashik District Maratha vidya Prasarak samaj’s karmaveer Adv Baburao Ganapatrao Thakare College Of Engineering"
    ],
    [
      "What was placement rate of last year","75%"
    ],
    [
      "Who is HOD of IT department","Dr. Satish Talekar "
    ],
    [
      "Who is HOD of ENTC department","Dr. Vijay Manohar Birari"
    ],
    [
      "Who is HOD of Computer department","Dr.D.V. Medhane"
    ],
    [
      "Who is HOD of civil department","Dr. Pravin Dinakar Nemade"
    ],
    [
      "Who is HOD of mechanical department","Dr. Amol B. Kakade"
    ],
    [
      "Who is HOD of Instrumentation and control department","Dr. Bhagsen Jagannath Parvat"
    ],
    [
      "How much is intake of IT department","120"
    ],
    [
      "How much is intake of ENTC department","60"
    ],
    [
      "How much is intake of Instrumentation and control ","60"
    ],
    [
      "How much is intake of civil department","60"
    ],
    [
      "How much is intake of mechanical department","120"
    ],
    [
      "How much is intake of Computer department","120"
    ],
    [
      "Which cultural events are conducted by college every year","Fusion program Various cultural activities Seminars on educational as well as carrier opportunities Events for respective dept"
    ],
    [
      "Which branches are available in college","Computer Information technology Electronics and telecommunication Instrumentation and control Civil Mechanical"
    ],
    [
      "Is canteen facility available","Yes"
    ],
    [
      "Is library facility available","Yes"
    ],
    [
      "What are the admission requirements, such as GPA, standardized test scores, and letters of recommendation","admission will be done based upon score of entrance exams like CET , JEE etc No LOR is required"
    ],
    [
      "Are there specific scholarships or financial aid opportunities available","all scholarships provided by government will be available to eligible candidates"
    ],
    [
      "Can you provide information about the academic programs and majors offered","Academic programs like bachelor of engineering in streams like Computer Information technology Electronics and telecommunication Instrumentation and control Civil Mechanical Are available. As well as Masters in business administration is also available."
    ],
    [
      "Are there any internship or research opportunities for students","Yes"
    ],
    [
      "What is the student-to-faculty ratio, and what is the average class size","Approximately Student-to-faculty ratio will be 1:18. Average size of class would be 70"
    ],
    [
      "What is the campus like, and are there housing options available","Ladies Hostel facility is provided for girls students and staff"
    ],
    [
      "Are there student organizations or clubs that I can join","Yes, there are multiple organizations and clubs for students in college. Few of them are like Information Technology Student Association for information Technology dept,Civil Engineering Student Association for civil dept,Indian Plumbing Association"
    ],
    [
      "What is the college's policy on transfer credits","yes, based upon activities involved college will take action"
    ],
    [
      "Is there a study abroad program or exchange opportunities","No"
    ],
    [
      "Are there health and counselling services available to students","primary health services are available like first aid . Sanitary napkin facility for students and staff undergoing menstruation is also available"
    ],
    [
      "What measures are in place for campus safety and security","Fire safety measures are maintained in each building and each department"
    ],
    [
      "How do I schedule a campus tour or information session","One can visit campus  on weekdays as Monday to Saturday between official time as 10 am to 5 pm"
    ],
    [
      "How many students attend the college","Each class consist of around 80 students out of which 80% student attent classes regularlay"
    ],
    [
      "What is the location of the college, and what's the surrounding area like","Udhoji Maratha boarding campus, Near pumping station,Gangapur road,nashik"
    ],
    [
      "What are the available transportation options for getting to and from campus","Transportation options like autorikshaw, buses, taxi are available."
    ],
    [
      "Can you provide information on the college's history and traditions","The MVP Samaj’s, Karmaveer Adv. Baburao Ganpatrao Thakare College of Engineering (KBTCOE) was established in 1999 having 7.5 acres area in the heart of the Nashik city at approximately 2 Kms from CBS and 12 Kms from Nashik Road Railway station. The college is Permanently Affiliated to Savitribai Phule Pune University, Pune and Approved by DTE,Mumbai and AICTE, New Delhi. Our institutes, Five programs are Accredited by NBA for 3 years (Mechanical Engineering, Computer Engineering, Instrumentation and Control Engineering, Civil Engineering and Information Technology) and our institute is Accredited  by NAAC with ‘A++’ Grade. The College has well-equipped laboratories, workshops and Hostel facilities. Every department has separate computational facilities along with LAN, Wi-Fi and necessary softwares. At present the college provides four-year courses leading to Bachelor’s Degree of Savitribai Phule Pune University, Pune (SPPU) in the following disciplines : Mechanical Engineering, Computer Engineering, Instrumentation and Control Engineering, Electronics and Telecommunication Engineering, Civil Engineering, Information Technology, AIDS along with post graduate courses in MBA and Mechanical and Civil Engineering"
    ],
    [
      "Can you tell me about MVP?","The Maratha Vidya Prasarak Samaj is one of the most prestigious centers of learning in the State of Maharashtra. It has been over 107 years that it has stood the test of time to become legend of unparalleled stature. History says that the credit for the birth of M.V.P. Samaj goes to the young, enthusiastic and devoted team of social workers and educationists who were inspired by the lives of Mahatma Jyotiba Phule, Savitribai Phule and Rajashri Shahu Maharaj of Kolhapur. It manages 477 educational institutes and it is one of the premier organization in the jurisdiction of Savitribai Phule Pune University. At present total strength of student is around 2,00,000. History says that the credit for the birth of M. V. P. Samaj goes to the young, enthusiastic and devoted team of social workers and educationists, Karmaveer Raosaheb Thorat, Bhausaheb Hire, Kakasaheb Wagh, Annasaheb Murkute & Ganpat Dada More who laid the foundation of the Samaj. Adv. B. G. Thakare, Adv. Vitthalrao Hande & Dr. Vasantrao Pawar are major contributor of Samaj. They were the devotees who envisioned a culture and knowledge centric society. The motto of the Samaj is “Bahujan Hitay Bahujan Sukhay”, for the well being and happiness of the masses to kindle the social cause."
    ],
    [
      "What is contact number to make contact with institute","0253-2571439/ 0253-2582891 08698263355/ 08698264455 8698264580"
    ],
    [
      "Are there opportunities for on-campus employment or work-study programs","internship opportunities and related activities are bought in campus by  faculty and institute"
    ],
    [
      "What types of technology and resources are available in the library or academic labs","Literary resources related with academic syllabus and activities are available in library. E-library facility is available for online access of books. Research papers are made available through K-nimbus online portal, so that research papers from best universities can be accessed easily by students."
    ],
    [
      "Is there a student health center or medical services available on campus","primary health services are available like first aid . Sanitary napkin facility for students and staff undergoing menstruation is also available."
    ],
    [
      "How are housing assignments made, and what are the on-campus housing options","Hostel facility is available for girl students on campus. There are multiple renting apartments in college area for students. PGs and hostels are available at walking distance from campus."
    ],
    [
      "What is the college's approach to sustainability and environmental initiatives","College is having positive approach towards sustainable development and environment. Variety of trees are planted in campus area. College surrounding is decorated with various plants and trees."
    ],
    [
      "Can you share information on the college's sports and recreation facilities","multiple sport facilities are made available by institute in campus itself. Sports such as cricket, basketball, tennis, badminton, football etc are supported by college."
    ],
    [
      "What is the Vision of college","To be internationally accredited, Multidisciplinary, and Multi-collaborative institute working on technology enabled platform fostering innovations and patents through state-of-art academic system designed by highly qualified faculty for the development of common masses at large"
    ],
    [
      "What is mission of college","To educate and train common masses through undergraduate, post graduate, research programs by inculcating the values for discipline, quality, transparency and foster career and professional development for employment thereby contributing to the development of society"
    ],
    [
      "How does the college assist with internships and cooperative education opportunities","Multiple internship facilities are provided by college. Access to online portals providing such internships and training programs is provided to student at very low or no cost."
    ],
    [
      "What are objectives of college","To develop technically-sound engineers by engaging the students in progressive technical education and to promote students for academic growth by offering state-of-the-art undergraduate, postgraduate programmes.To undertake collaborative projects which offer opportunities for long-term interaction with society, academia and industry."
    ],
    [
      "Which councils are available for students","Various councils and groups area vailable for students. Few of them are Women’s redressal cell,Students redressal cell,anti-ragging committee,anti-ragging sqad committee,student parliament etc"
    ],
    [
      "Are student elections are conducted in college","yes, elections for student parliament are conduced in college."
    ],
    [
      "What is the eligibility criteria for first year engineering admission ","H. S. C. (12th Science) - 135 out of 300    JEE (360 Marks) - Appeared with Valid score   MHT-CET - Appeared with Valid score."
    ],
    [
      "What is the eligibility criteria for direct second year engineering admission ","Diploma in Engineering / Technology approved by DTE - Minimum 50 % marks in aggregate for final year"
    ],
    [
      "What is the eligibility criteria for first year MBA engineering admission ","Bachelor’s degree awarded by any of the Universities incorporated by an act of the central or state legislature in India or other educational institutions established by an act of Parliament or declared to be deemed as a University under Section 3 of the UGC Act, 1956 of minimum three years duration in any discipline recognized by the Association of Indian Universities, or possess an equivalent qualification recognized by the Ministry of HRD, Government of India - Passed with minimum of 50% marks in aggregate or equivalent CGPA       Candidates who have appeared for MAH-MBA/MMS-CET 2020/CAT 2019 GMAT CMAT 2019 (Conducted by AICTE)/MAT(conducted by AIMA)/ XAT (conducted by XLRI) are considered to be eligible for admission against the All India Seats subject to the fulfillment of eligibility criteria - Obtained Non Zero Score in CET Conducted by competent authority"
    ],
    [
      "What is the eligibility criteria for ME (master of engineering )admission ","BE/B.Tech in Engineering / Technology approved by AICTE - Minimum 50 % marks in aggregate for final year   GATE Score (Applicable to Non Sponsored candidates) - 1) GATE 2022 examination with non zero score is eligible for ME admission CAP process. 2)- GATE 2020 / GATE 2021 with valid GATE score Sponsored candidates - Minimum 2 years of Industrial experience is required without GATE Exam"
    ],
    [
      "How to contact principal?","Email Id: principal@kbtcoe.org"
    ],
    [
      "Who is vice- principal?","Dr. Vijay Manohar Birari Ph. D. (Electronics), M.Tech. (E&TC), B.E. (Electronics)"
    ],
    [
      "Is there a dress code for campus events or classes?","Yes, there is uniform for college but not for cultural events. Link- firebase"
    ],
    [
      "How accessible are professors outside of class?","Our professors are dedicated to student success and are generally accessible outside of class through office hours, email, or appointments. They are committed to providing support and guidance to help you succeed academically."
    ],
    [
      "What is the campus safety and security like?","Campus safety and security are top priorities for us. We have dedicated campus police, security personnel, emergency call boxes, and safety escorts to ensure a safe and secure environment for all students, faculty, and staff."
    ],
    [
      "What technology resources are available to students?","We provide access to state-of-the-art technology resources, including computer labs, software applications, online learning platforms, and technical support services to help students succeed academically."
    ],
    [
      "Can I apply for work-study programs?","Yes, we offer federal work-study programs that provide part-time job opportunities for eligible students to earn money to help cover educational expenses. You can indicate your interest in work-study on your FAFSA, and if you're eligible, you'll be notified of available positions."
    ],
    [
      "How do I access the library resources?","You can access the library resources both on-campus and online using your student ID or library card. Our library offers a vast collection of books, journals, databases, and research materials to support your academic studies and research project"
    ],
    [
      "Address of college?","Address: Udoji Maratha Boarding Campus, Gangapur Road, Nashik-422013. Maharashtra"
    ],
    [
      "Information of mechanical department?","Accredited by NBA -------- UG Establishment Year :  1999 UG Intake:  120 -----UG Duration of Course: 4 Years -------PG Establishment Year :  2012 ------PG Intake:  24 ---------PG Duration of Course: 2 Years -------Location: Building ‘B’, Ground and First Floor -------Contact: 0253-2571439 Ext: 221"
    ],
    [
      "Information of computer department?","Computer Department Accredited by NBA ------- Establishment Year : 1999 ------- Intake: 120 -------- Duration of Course: 4 Years --------Location: Building ‘B’, 2nd & 3rd Floor ------- Contact: 0253-2571439 Ext: 231"
    ],
    [
      "Information of Instrumentation department?","Accredited by NBA    Establishment Year :  1999 ------ Intake: 40  ------ Duration of Course: 4 Years -------- Location:Building ‘C’, Second Floor ------- Contact:0253-2571439 Ext:321"
    ],
    [
      "Information about information technology department?","Accredited by NBA  Establishment Year :  2008-09 -------- Intake:  120 --------- Duration of Course: 4 Years ---------- Location: Building ‘C’, Fifth Floor -------- Contact: 0253-2571439 Ext: 351"
    ],
    [
      "Information about civil engineering department","Accredited by NBA Establishment Year : 2006 -------- Intake: 60 ------- Duration of Course: 4 Years --------- Location: Building ‘C’, First and Second Floor --------- Contact: 0253-2571439 Ext: 311"
    ],
    [
      " Information  about Artificial Intelligence and Data Science","Establishment Year : 2023 --------- Intake: 60 --------- Duration of Course: 4 Years --------Location: Building ‘B’, 2nd & 3rd Floor -------- Contact: 0253-2571439 Ext: 231"
    ],
    [
      "Information about engineering sciences","Establishment Year :  1999 -------- Intake:  580 -------- Location: Building ‘C’, First Floor, Fourth Floor, Fifth Floor --------- Contact: 0253-2571439 Ext:317"
    ],
    [
      "Information about Masters in business administration MBA","Establishment Year :  2009 ------- Intake:  120 ---------  Duration of Course: 02 Years --------- Location: Building ‘A’, Third Floor --------- Contact: 0253-2571439 Ext: 141"
    ],
   
    [
      "college admission processs ?","Enrollment in CAP process is compulsory for both the students who have valid score in MH-CET and JEE.      As per DTE guidelines : http://www.dtemaharashtra.gov.in/Centralized Admission Process (CAP):       1. Initial stage    Announcement & Display of Information Brochure by DTE, Mumbai.  Filling Online Application Form (for CAP as well as for Institute Level Admission)  Document Verification at Facilitation Center (FC) Submission of grievances, if any Display of Final Merit Lists   Display of Seat Matrix (available seats college wise)    Filling of Online Option Form (For allotment in CAP Round I, II and/or III)            2. CAP Round I, II, III        Computerized seat allotment               Display of Provisional Allotment of CAP Rounds          No allotment: wait for the next round        If allotted, report to ARC (Admission Reporting Centre) with original documents and fees            3. Vacant Seat after final CAP Round     Seats remaining vacant after final CAP round will be filled in by the Institute essentially candidate must have merit number in merit list. For more details visit: http://www.dtemaharashtra.gov.in/ADMISION PROCESS"
    ],
    [
      "what are the inhouse training provided by training placement cell(T&P Cell)?","To put its students a step ahead of the competition and making them a true professional, the college ensures overall development of students by imparting training in the following areas: Training for facing Campus Placement Procedure :-    Aptitude, Group discussion, Interview Facing, Mock Interview sessions along with individual feedback      Soft skill training, including: Communication skills     Time management skills      Team work      Public speaking skills   Presentation skills   Email etiquettes  Spoken English training – Basic, Intermediate and Advanced       The regular and effective training sessions carried through years of concentrated effort makes the students here, a unique blend of technically oriented potential candidates with qualities and personality traits, which are necessary for the corporate world today."
    ],
    [
      "Information about NSS ?","National Service Scheme, under the Ministry of Youth Affairs & Sports Govt. of India, popularly known as NSS was launched in Gandhiji’s Birth Centenary Year 1969, NSS has about 3.86 million student youth enrolled in 41,442 NSS units spread over through 396 Universities/ +2 Councils, 16,331 Colleges/ Technical Institutions and 28,621 Senior Secondary Schools across the country. Colleges and Institutions of higher learning have benefited from the NSS activities, as student volunteers. We have a unit of 75 volunteer and a total of 150 volunteer students are enrolled, out of which one volunteer works under NSS for only two year. Volunteers participate in social service programs at the college level, being active members, the experience of these student volunteers makes them a skilled social leader, an efficient administrator, a person who understands human nature."
    ],
    [
      "Information about ISTE Student Club ","The Indian Society for Technical Education (ISTE) is the leading National Professional non-profit making Society for the Technical Education System in our country with the motto of Career Development of Teachers and Personality Development of Students and overall development of our Technical Education System. Being the only national organisation of educators in the field of Engineering and Technology, ISTE effectively contributes in various missions of the Union Government. The strength of ISTE is the strong base it has in technical education institutions in the country. At present, the ISTE has a very large and an effective membership base consisting of 124024 Life Members, 5 lakh Student members, 2734 Institutional Members, 1369 Faculty Chapters, 1479 Student Chapters at institutional level and 17 Sections at State level           The major objective of the ISTE is to provide quality training programmes to teachers and administrators of technical institutions to update their knowledge and skills in their fields of activity and to assist and contribute in the production and development of top quality professional engineers and technicians needed by the industry and other organisations."
    ],
    [
      "Is there any IEEE student club ?","Yes , An IEEE(Institute of Electrical and Electronics Engineers) Student Branch provides opportunities to meet and learn from fellow IEEE Student and Graduate Student Members and engage with professional IEEE members locally. MVPS’s student branch renewed in march 2020.        -----------Objectives         The objective of IEEE student branch is to Inspire, Enable, Empower and Energize student members to enhance their technical interests by providing them a platform to show case their skills.      To arrange for regular events in the campus specifically dealing with latest technologies.              To connect with fellow IEEE members and exchange ideas which may benefit us as individuals and also the society       ------IEEE student branch details:    IEEE Student Branch Code: STB65181      Total IEEE members: 15 (12 students and 3 faculty)   s Region: Bombay region"
    ],
    [
      "college tour video? ","https://youtu.be/I2ol4eM6s_w?si=Sfa3o8D0L0j2uKS0"
    ],
    [
      "is this college NBA accredited?"," yes , 5 Programs are Accredited By National Board of Accreditation (2022-2025)"
    ],
    [
      "is there any student portal available?","yes, it is available we have to ,login at https://erp.kbtcoe.org"
    ],
    [
      "How many students are in each class?"," nearly 60 in each class."
    ],
    [
      "Is there any anti ragging committee present?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/Anti-ragging-committee-23-24.pdf?alt=media&token=585032b0-ed9b-475d-9a49-a7c3d08d0931"
    ],
    [
      "Which committees are present in college?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/Committees%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=7fbf17d3-de71-47c2-9ae3-4ca86fe82ae1"
    ],
    [
      "Is there any college development committee?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/College%20Development%20Committee%202022%20%E2%80%93%202027%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=347084be-f357-40c1-a1dd-ea0bbca85a04"
    ],
    [
      "Is there any committee to address grievances?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/Internal%20Grievance%20Redressal%20Cell%20Committee%202021-22%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=7cf8696f-5436-43fa-b4e8-3d405a6ddd01"
    ],
    [
      "Who governs college?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/Governing%20Body%20Council%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=7efbc8e4-6469-44ba-afcc-99bdae163971"
    ],
    [
      "what is the address of NDMVPS college?","Address: Udoji Maratha Boarding Campus, Gangapur Road, Nashik-422013. Maharashtra"
    ],
    [
      "where is KBTCOE college located?","Address:Udoji Maratha Boarding Campus, Gangapur Road, Nashik-422013. Maharashtra"
    ],
    [
      "Our Major Recruiters","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/top%20recruiters.pdf?alt=media&token=f8fe2b5d-c166-47e8-a641-0bd53828f8d6"
    ],
    [
      "Which companies typically recruit students from your college?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/top%20recruiters.pdf?alt=media&token=f8fe2b5d-c166-47e8-a641-0bd53828f8d6"
    ],
    [
      "which companies come to kbtcoe college for oncampus placements ","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/top%20recruiters.pdf?alt=media&token=f8fe2b5d-c166-47e8-a641-0bd53828f8d6"
    ],
    [
      "Fee structure","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/fee%20structure.jpeg?alt=media&token=f29c38f1-d8eb-48a3-951a-213e3d52b7ed"
    ],
    [
      "girls hostel fee structure ","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/girls%20hostel%20fee%20structure.jpeg?alt=media&token=1239c4d1-fcda-4c82-b581-8144a2d3819b"
    ],
    [
      "is there girls hostel in the college campus ?"," there is girls hostel available "
    ],
    [
      "is the boys hostel available in college?","not yet ,but the constuction is in process ,soon the boys hostel will be opened for housing"
    ],
    [
      "Caste category wise few structure","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/fees%20according%20to%20caste-category.jpeg?alt=media&token=a5fe2da7-fc50-4df8-b6ba-abffe24da7ae"
    ],
    [
      "Can you give me information about staff of mechanical department?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/mechanical_Faculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=1093bc8d-7abe-4b5a-a04b-2d07f475fa40"
    ],
    [
      "Faculty of mechanical engineering department","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/mechanical_Faculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=1093bc8d-7abe-4b5a-a04b-2d07f475fa40"
    ],
    [
      "Can you tell me some projects done by students of instrumentation and control department(instru)?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/Project-List-Final_2023_2024_Scanned_Copy.pdf?alt=media&token=8c4c6cd7-3b8d-4ca6-8c46-73f5d346ec60"
    ],
    [
      "What is direct second year(dsy) admission process?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/direct%20second%20yr%20eligibility%20criteria.jpeg?alt=media&token=94f593d5-25c5-482e-823a-708f75e870cd"
    ],
    [
      "Is postgraduate programme available in college?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/postgraduation.jpeg?alt=media&token=ef182c94-a83c-4c1d-8e89-7cded9591d7e"
    ],
    [
      "What is intake of postgraduation in civil engineering?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/postgraduation.jpeg?alt=media&token=ef182c94-a83c-4c1d-8e89-7cded9591d7e"
    ],
    [
      "What is intake of postgraduation in mechanical engineering?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/postgraduation.jpeg?alt=media&token=ef182c94-a83c-4c1d-8e89-7cded9591d7e"
    ],
    [
      "Is postgraduate programme available in civil engineering?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/postgraduation.jpeg?alt=media&token=ef182c94-a83c-4c1d-8e89-7cded9591d7e"
    ],
    [
      "Is postgraduate programme available in mechanical engineering department?","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/postgraduation.jpeg?alt=media&token=ef182c94-a83c-4c1d-8e89-7cded9591d7e"
    ],
    [
      "Staff for first year","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/engsciFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=cd5f3b22-0c7e-4ae3-b74e-0e1baeccf352"
    ],
    [
      "Staff of engineering sciences","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/engsciFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=cd5f3b22-0c7e-4ae3-b74e-0e1baeccf352"
    ],
    [
      "Faculty of first year","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/engsciFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=cd5f3b22-0c7e-4ae3-b74e-0e1baeccf352"
    ],
    [
      "Faculty of engineering sciences","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/engsciFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=cd5f3b22-0c7e-4ae3-b74e-0e1baeccf352"
    ],
    [
      "Staff for civil engineering","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/civilFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=f53eb9af-c232-49c0-8337-ebf75bc1b8b6"
    ],
    [
      "Faculty of civil engineering","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/civilFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=f53eb9af-c232-49c0-8337-ebf75bc1b8b6"
    ],
    [
      "Staff of mechanical department  ","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/mechanical_Faculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=1093bc8d-7abe-4b5a-a04b-2d07f475fa40"
    ],
    [
      " Faculty of mechanical department","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/mechanical_Faculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=1093bc8d-7abe-4b5a-a04b-2d07f475fa40"
    ],
    [
      "Staff of computer engineering ","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/compFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=8086599e-81d3-49a4-8431-702defdf9107"
    ],
    [
      "Faculty of computer engineering","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/compFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=8086599e-81d3-49a4-8431-702defdf9107"
    ],
    [
      "Administration staff/ faculty","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/Administration%20%E2%80%93%20MVPS's%20KBTCOE%20(2).pdf?alt=media&token=a8773f74-8d4b-430e-bc13-c2a9bc0cba5d"
    ],
    [
      "What is eligibility criteria for postgraduation ?  ","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/eligibility%20for%20postgraduation.jpeg?alt=media&token=1a964d51-7d00-4ee8-bd0e-0138a2e80ae8"
    ],
    [
      "how is the the placement conducted in the college","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/placement%20process.jpeg?alt=media&token=70799372-6d07-42d6-a153-ba6027a3330b"
    ],
    [
      "what is placement / recruitment process","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/placement%20process.jpeg?alt=media&token=70799372-6d07-42d6-a153-ba6027a3330b"
    ],
    [
      "which sports acitivites are conducted in kbtcoe/NDMVPS college","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/sports.pdf?alt=media&token=d7740838-45c1-47e7-9d8d-2300e50e01da"
    ],
    [
      "games played ","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/sports.pdf?alt=media&token=d7740838-45c1-47e7-9d8d-2300e50e01da"
    ],
    [
      "staff of information technology/IT","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/itFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=5b977b62-06d9-403a-a3b0-0cf6007d3edb"
    ],
    [
      "faculty of information technology/IT","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/itFaculty%20%E2%80%93%20MVPS's%20KBTCOE.pdf?alt=media&token=5b977b62-06d9-403a-a3b0-0cf6007d3edb"
    ],
    [
      "how does girls hostel look like / girls hostel infrastucture /building","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/girls%20hostel%20infra.pdf?alt=media&token=ccd3cbf4-8552-45bb-9982-8ceac0cadaf7"
    ],
    [
      "NSS activites conducted ","https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/NSS5.jpg.crdownload.pdf?alt=media&token=dea7ab0c-0631-4569-943b-74063692f949"
    ],
    [
      "Is there an interview process as part of the admission?", "While interviews are not mandatory, they are encouraged for certain programs. Check program-specific requirements for more information."
    ],
    [
      "How does the college consider extracurricular activities in the admission process?", "Extracurricular activities are considered as part of a holistic review process. Highlight your achievements and involvement in your application."
    ],
    [
      "How do I apply for admission to the college?",
      "To apply for admission, you can visit our official website and complete the online application form."
    ],
    [
      "What are the admission requirements for this college?", "The admission requirements include submitting your high school transcripts, standardized test scores, and letters of recommendation."
    ],
    [
      "Is there an application fee, and how can I pay it?", "Yes, there is an application fee. You can pay it online through the application portal using a credit card."
    ],
    [
      "What majors and programs does the college offer?", "The college offers a diverse range of majors and programs. You can explore them on our website or in the college catalog."
    ],
    [
      "Can I schedule a campus tour before applying?", "Certainly! You can schedule a campus tour through our admissions office. Visit our website for available dates and times."
    ],
    [
      "Are there any specific scholarships available for incoming students?", "Yes, there are various scholarships available. Check our scholarship page for details and application procedures."
    ],
    [
      "scholarships available", "Yes, there are various scholarships available. Check our scholarship page for details and application procedures."
    ],
    [
      "What is the deadline for submitting my application?", "The application deadline is [deadline date]. Make sure to submit all required documents before this date."
    ],
    [
      "Can I submit supplemental materials to enhance my application?", "Yes, you can submit supplemental materials such as a portfolio or additional letters of recommendation. Check our admissions guidelines for details."
    ],
    [
      "Can I apply for early decision or early action?", "Yes, we offer early decision and early action options. Be sure to check the specific deadlines and requirements for each."
    ],
    [
      "What is the average class size, and how much individual attention can I expect from professors?", "The average class size is [average size], ensuring a personalized learning experience with ample opportunities for individual attention from professors."
    ],
    [
      "Are there opportunities for undergraduate research projects?", "Yes, the college encourages undergraduate research. You can collaborate with faculty members or participate in ongoing research initiatives."
    ],
    [
      "send me college pic", "https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/collegeimage.jpeg?alt=media&token=dfe2bb4f-ab1c-4252-9415-967cfa4f034b"
    ],
    [
      "send me college image", "https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/collegeimage.jpeg?alt=media&token=dfe2bb4f-ab1c-4252-9415-967cfa4f034b"
    ],
    [
      "college image", "https://firebasestorage.googleapis.com/v0/b/chatbotkbt.appspot.com/o/collegeimage.jpeg?alt=media&token=dfe2bb4f-ab1c-4252-9415-967cfa4f034b"
    ],
    [
      "name of college","MVP'S KBTCOE,Nashik"
    ],
    [
      "what are the college offerings","college offerrs BE and MBA courses."
    ]
  
]